{
    "books":[{
        "id":1,
        "isbn": 9788491293552,
        "titulo": "EL CUCO DE CRISTAL",
        "donación": 2.99,
        "autores": "Javier Castillo",
        "editorial": "SUMA",
        "genero": "Novela",
        "imagen": "https://imagessl2.casadellibro.com/a/l/t7/52/9788491293552.jpg",
        "descripción": "Nueva York, 2017. Cora Merlo, médico residente de primer año, sufre un infarto fulminante que la obliga a un trasplante de corazón",
        "stock": true
    },
    {
        "id":2,
        "isbn": 9788432251092,
        "titulo": "LA ELEGANCIA DEL ERIZO",
        "donación": 1.99, 
        "autores": "Muriel Barbery",
        "editorial": "SEIX BARRAL",
        "genero": "Novela",
        "imagen": "https://imagessl4.casadellibro.com/a/l/t7/84/9788432251184.jpg",
        "descripción": "En el número 7 de la calle Grenelle, un inmueble burgués de París, nada es lo que parece. Dos de sus habitantes esconden un secreto.",
        "stock": true
    },
    {
        "id":3,
        "isbn": 9788408144755,
        "titulo": "EL ALQUIMISTA",
        "donación": 3.99,
        "autores": "Paulo Coelho",
        "editorial": "PLANETA",
        "genero": " Novela, Drama",
        "imagen": "https://imagessl5.casadellibro.com/a/l/t7/55/9788408144755.jpg",
        "descripción": "Descubre las novelas imprescindibles del autor que ha fascinado al mundo. Cuando quieres algo, todo el Universo conspira para ayudarte a conseguirlo. El Alquimista ha encontrado devotos seguidores en todo el mundo.",
        "stock": true
    },
    {
        "id":4,
        "isbn": 9788432241536,
        "titulo": "LA DAMA",
        "donación": 1.99,
        "autores": "Ragnar Jonasson",
        "editorial": "SEIX BARRAL",
        "genero": "Novela",
        "imagen": "https://imagessl6.casadellibro.com/a/l/t7/36/9788432241536.jpg",
        "descripción": " Una investigadora al límite de la jubilación. Una arriesgada proposición. Sólo quince días para resolver el caso más difícil de toda su carrera.",
        "stock": true
    },
    {
        "id":5,
        "isbn": 9788497593892,
        "titulo": "EL PLAN INFINITO",
        "donación": 2.99,
        "autores": "Isabel Allende",
        "editorial": "DEBOLSILLO ",
        "genero": "Novela",
        "imagen": "https://imagessl2.casadellibro.com/a/l/t7/92/9788497593892.jpg",
        "descripción": "sta es la historia de Gregory Reeves, un gringo que sobrevive en el difícil mundo de los hispanos de California. Gregory quiere llevar a la práctica el peculiar plan infinito que se trazó a sí mismo en su infancia. Sin embargo, para conseguirlo debe recorrer un duro camino lleno de obstáculos: la marginación social, el racismo, el brutal contraste entre pobreza y riqueza o la guerra de Vietnam.",
        "stock": true
    },
    {
        "id":6,
        "isbn": 9788483465202,
        "titulo": "EL OCHO",
        "donación": 3.99,
        "autores": "Katherine Neville",
        "editorial": "DEBOLSILLO",
        "genero": "Misión,  Ciencia ficción",
        "imagen": "https://imagessl2.casadellibro.com/a/l/t7/02/9788483465202.jpg",
        "descripción": "Nueva York, 1972. Catherine Velis, aficionada a las matemáticas y al ajedrez, trabaja en una auditoría como experta en informática. La firma la destina a Argelia, pero, antes de partir, una vidente le lee las líneas de la mano y le advierte de que un grave peligro se cierne sobre ella.",
        "stock": true
    },
    {
        "id":7,
        "isbn": 9788499088044,
        "titulo": "LA CATEDRAL DEL MAR",
        "donación": 2.99,
        "autores": "Ildefonso Falcones",
        "editorial": "DEBOLSILLO",
        "genero": "Drama",
        "imagen": "https://imagessl4.casadellibro.com/a/l/t7/44/9788499088044.jpg",
        "descripción": "Siglo XIV. La ciudad de Barcelona se encuentra en su momento de mayor prosperidad; ha crecido hacia la Ribera, el humilde barrio de los pescadores, cuyos habitantes deciden construir, con el dinero de unos y el esfuerzo de otros, el mayor templo mariano jamás conocido: Santa María de la Mar.",
        "stock": true
    },
    {
        "id":8,
        "isbn": 9788466332125,
        "titulo": "PADRE RICO, PADRE POBRE",
        "donación": 4.99,
        "autores": "Robert T. Kiyosaki",
        "editorial": "DEBOLSILLO",
        "genero": "Finanzas personales",
        "imagen": "https://imagessl5.casadellibro.com/a/l/t7/25/9788466332125.jpg",
        "descripción": "Robert T. Kiyosaki ha transformado radicalmente la forma en que millones de personas alrededor del mundo perciben el concepto del dinero. Con perspectivas que contradicen el conocimiento convencional, Robert, también conocido como el «maestro» millonario, se ha ganado una gran reputación por hablar claro, ser irreverente y tener valor. Es reconocido en todo el mundo como un defensor apasionado de la educación financiera.",
        "stock": true
    },
    {
        "id":9,
        "isbn": 9788418211638,
        "titulo": "EL PRINCIPITO",
        "donación": 2.99,
        "autores": "Antoine de Saint Exupery",
        "editorial": "PLUTON EDICIONES",
        "genero": "Infantil",
        "imagen": "https://imagessl8.casadellibro.com/a/l/t7/38/9788418211638.jpg",
        "descripción": "Obra del escritor, piloto y aristócrata francés Antoine de Saint-Exupéry (1900-1944), “El Principito” es uno de los libros infantiles más reconocidos y celebrados del planeta. Publicado por primera vez en 1943 en Estados Unidos, en plena Segunda Guerra Mundial, y después en 1945 en Francia, un año después de la muerte del autor, “El Principito” ha alcanzado ventas que sobrepasan los 140 millones de copias en más de 300 idiomas. ",
        "stock": true
    },
    {
        "id":10,
        "isbn": 9788433977717,
        "titulo": "CÓMO SER MUJER",
        "donación": 4.99,
        "autores": "Caitlin Moran",
        "editorial": "ANAGRAMA",
        "genero": "Ficción Moderna",
        "imagen": "https://images.cdn2.buscalibre.com/fit-in/360x360/f4/26/f426f02f9b8926132497f1a5d5babf79.jpg",
        "descripción": "No hubo nunca mejor época que ésta para ser mujer: ahora existen el voto femenino y la píldora, y desde 1727 ya no envían a las mujeres a la hoguera por brujas. Pero ¿cómo ser mujer? Ésa es precisamente la gran, eterna pregunta a la que Caitlin Moran se propone responder en una obra que aborda a calzón quitado –a veces literalmente–, con inteligencia, desvergüenza e ironía y también una salvaje franqueza, los principales aspectos de la condición femenina.",
        "stock": true
    }
    ]
}